Repository: playstonex/SwiftTerm
Catalog: Application/Rayon/macOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans, zh_hant

source: if the machine was edited, create a new terminal.
de: Wenn die Maschine bearbeitet wurde, erstellen Sie ein neues Terminal.
es: si la máquina fue editada, cree una nueva terminal.
fr: si la machine a été modifiée, créez un nouveau terminal.
ja: マシンが編集されている場合は、新しいターミナルを作成します。
pt_br: se a máquina foi editada, crie um novo terminal.
zh_hans: 如果机器信息已修改，请创建一个新的终端。
zh_hant: 如果機器信息已修改，請創建一個新的終端。

# %lld items - %@
source: %1$lld items - %2$@
de: %lld Artikel - %@
es: %lld artículos - %@
fr: %lld articles - %@
ja: %lld アイテム - %@
pt_br: %lld itens - %@
zh_hans: %lld 项 - %@
zh_hant: %lld 項 - %@

source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld étapes
ja: %lld ステップ
pt_br: %lld etapas
zh_hans: %lld 步
zh_hant: %lld 步

source: 24h trends: %d points, avg CPU %d%%, avg Memory %d%%, avg Disk %d%%
de: 24-Stunden-Trends: %d Punkte, durchschnittliche CPU %d%%, durchschnittlicher Speicher %d%%, durchschnittliche Festplatte %d%%
es: Tendencias de 24 horas: %d puntos, CPU promedio %d%%, Memoria promedio %d%%, Disco promedio %d%%
fr: Tendances sur 24 h : %d points, moyenne du processeur %d%%, moyenne de la mémoire %d%%, moyenne du disque %d%%
ja: 24 時間の傾向: %d ポイント、平均 CPU %d%%、平均メモリ %d%%、平均ディスク %d%%
pt_br: Tendências de 24h: %d pontos, média de CPU %d%%, média de memória %d%%, média de disco %d%%
zh_hans: 24 小时趋势：%d 个点，平均 CPU %d%%，平均内存 %d%%，平均磁盘 %d%%
zh_hant: 24 小時趨勢：%d 個點，平均 CPU %d%%，平均內存 %d%%，平均磁盤 %d%%

source: <Not Available>
de: <Nicht verfügbar>
es: <No disponible>
fr: <Non disponible>
ja: <利用不可>
pt_br: <Não disponível>
zh_hans: <不可用>
zh_hant: <不可用>

source: > Private Key: %@
de: > Privater Schlüssel: %@
es: > Clave privada: %@
fr: > Clé privée : %@
ja: > 秘密鍵: %@
pt_br: > Chave Privada: %@
zh_hans: > 私钥: %@
zh_hant: > 私鑰: %@

source: > Public Key: %@
de: > Öffentlicher Schlüssel: %@
es: > Clave pública: %@
fr: > Clé publique : %@
ja: > 公開キー: %@
pt_br: > Chave Pública: %@
zh_hans: > 公钥: %@
zh_hant: > 公鑰: %@

source: A friendly name for this browser session
de: Ein benutzerfreundlicher Name für diese Browsersitzung
es: Un nombre descriptivo para esta sesión del navegador
fr: Un nom convivial pour cette session de navigateur
ja: このブラウザセッションのフレンドリ名
pt_br: Um nome amigável para esta sessão do navegador
zh_hans: 给这个浏览器会话起一个便于识别的名称
zh_hant: 給這個瀏覽器會話起一個便於識別的名稱

source: AI Assistant
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
ja: AIアシスタント
pt_br: Assistente de IA
zh_hans: AI 助手
zh_hant: AI 助手

source: AI Assistant is disabled
de: AI Assistant ist deaktiviert
es: El asistente AI está deshabilitado
fr: L'Assistant IA est désactivé
ja: AIアシスタントが無効になっています
pt_br: Assistente de IA está desativado
zh_hans: AI 助手已禁用
zh_hant: AI 助手已禁用

source: AI Chat - Natural Language to Command
de: KI-Chat – Natürliche Sprache zum Befehlen
es: Chat AI: lenguaje natural para comandar
fr: AI Chat - Langage naturel pour commander
ja: AI チャット - 自然言語からコマンドへ
pt_br: AI Chat - Linguagem Natural para Comando
zh_hans: AI 对话 - 自然语言转命令
zh_hant: AI 對話 - 自然語言轉命令

source: AI Configuration
de: KI-Konfiguration
es: Configuración de IA
fr: Configuration de l'IA
ja: AIの構成
pt_br: Configuração de IA
zh_hans: AI 配置
zh_hant: AI 配置

source: AI Diagnosis:
de: KI-Diagnose:
es: Diagnóstico de IA:
fr: Diagnostic IA :
ja: AI診断：
pt_br: Diagnóstico de IA:
zh_hans: AI 诊断：
zh_hant: AI 診斷：

source: AI Provider
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur d'IA
ja: AIプロバイダー
pt_br: Provedor de IA
zh_hans: AI 提供商
zh_hant: AI 提供商

source: AI Settings
de: AI-Einstellungen
es: Configuración de IA
fr: Paramètres IA
ja: AI設定
pt_br: Configurações de IA
zh_hans: AI 设置
zh_hant: AI 設置

source: AI assistant settings
de: Einstellungen für den KI-Assistenten
es: Configuración del asistente de IA
fr: Paramètres de l'assistant IA
ja: AIアシスタントの設定
pt_br: Configurações do assistente de IA
zh_hans: AI 助手设置
zh_hant: AI 助手設置

source: AI-powered command suggestions based on your context.
de: KI-gestützte Befehlsvorschläge basierend auf Ihrem Kontext.
es: Sugerencias de comandos impulsadas por IA basadas en su contexto.
fr: Suggestions de commandes basées sur l'IA en fonction de votre contexte.
ja: コンテキストに基づいた AI を活用したコマンドの提案。
pt_br: Sugestões de comandos com tecnologia de IA com base no seu contexto.
zh_hans: 基于当前上下文的 AI 命令建议。
zh_hant: 基於當前上下文的 AI 命令建議。

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: APIキー
pt_br: Chave de API

source: About This Command
de: Über diesen Befehl
es: Acerca de este comando
fr: À propos de cette commande
ja: このコマンドについて
pt_br: Sobre este comando
zh_hans: 关于此命令
zh_hant: 關於此命令

source: Accepted Connection: Secure Shell
de: Akzeptierte Verbindung: Secure Shell
es: Conexión aceptada: Secure Shell
fr: Connexion acceptée : Secure Shell
ja: 受け入れられた接続: Secure Shell
pt_br: Conexão aceita: Secure Shell
zh_hans: 接受的连接: Secure Shell
zh_hant: 接受的連接: Secure Shell

source: Advanced Monitoring
de: Erweiterte Überwachung
es: Monitoreo avanzado
fr: Surveillance avancée
ja: 高度な監視
pt_br: Monitoramento Avançado
zh_hans: 高级监控
zh_hant: 高級監控

source: Agree License
de: Lizenz zustimmen
es: Aceptar licencia
fr: Accepter la licence
ja: ライセンスに同意する
pt_br: Concordar Licença
zh_hans: 同意许可协议
zh_hant: 同意許可協議

source: All Buttons
de: Alle Tasten
es: Todos los botones
fr: Tous les boutons
ja: すべてのボタン
pt_br: Todos os botões
zh_hans: 全部按钮
zh_hant: 全部按鈕

source: Analyze History
de: Verlauf analysieren
es: Analizar la historia
fr: Analyser l'historique
ja: 履歴を分析する
pt_br: Analisar Histórico
zh_hans: 分析历史
zh_hant: 分析歷史

source: Analyzing command history...
de: Befehlsverlauf wird analysiert...
es: Analizando el historial de comandos...
fr: Analyse de l'historique des commandes...
ja: コマンド履歴を分析しています...
pt_br: Analisando histórico de comandos...
zh_hans: 正在分析命令历史...
zh_hant: 正在分析命令歷史...

source: Appearance preferences
de: Aussehenspräferenzen
es: Preferencias de apariencia
fr: Préférences d'apparence
ja: 外観の設定
pt_br: Preferências de aparência
zh_hans: 外观偏好
zh_hant: 外觀偏好

source: Apple (On-device/API)
de: Apple (auf dem Gerät/API)
es: Apple (en el dispositivo/API)
fr: Apple (sur appareil/API)
ja: Apple (オンデバイス/API)
pt_br: Apple (no dispositivo/API)
zh_hans: Apple（设备端/API）
zh_hant: Apple（設備端/API）

source: Application Settings
de: Anwendungseinstellungen
es: Configuración de la aplicación
fr: Paramètres des applications
ja: アプリケーション設定
pt_br: Configurações do aplicativo
zh_hans: 应用设置
zh_hant: 應用設置

source: Are you sure you want to close this session?
de: Möchten Sie diese Sitzung wirklich schließen?
es: ¿Está seguro de que desea cerrar esta sesión?
fr: Êtes-vous sûr de vouloir fermer cette session ?
ja: このセッションを閉じてもよろしいですか?
pt_br: Tem certeza de que deseja encerrar esta sessão?
zh_hans: 确定要关闭这个会话吗？
zh_hant: 確定要關閉這個會話嗎？

source: Are you sure you want to kill the current tmux window?
de: Sind Sie sicher, dass Sie das aktuelle tmux-Fenster schließen möchten?
es: ¿Está seguro de que desea cerrar la ventana tmux actual?
fr: Êtes-vous sûr de vouloir supprimer la fenêtre tmux actuelle ?
ja: 現在の tmux ウィンドウを強制終了してもよろしいですか?
pt_br: Tem certeza de que deseja encerrar a janela atual do tmux?
zh_hans: 确定要关闭当前 tmux 窗口吗？
zh_hant: 確定要關閉當前 tmux 窗口嗎？

source: Authenticate with: %@
de: Authentifizieren mit: %@
es: Autenticar con: %@
fr: Authentifiez-vous avec : %@
ja: %@ で認証します
pt_br: Autenticar com: %@
zh_hans: 使用 %@ 认证
zh_hant: 使用 %@ 認證

source: Auto-create Session
de: Sitzung automatisch erstellen
es: Crear sesión automáticamente
fr: Session de création automatique
ja: セッションの自動作成
pt_br: Criar sessão automaticamente
zh_hans: 自动创建会话
zh_hant: 自動創建會話

source: Auto-renewal Enabled
de: Automatische Verlängerung aktiviert
es: Renovación automática habilitada
fr: Renouvellement automatique activé
ja: 自動更新が有効になっています
pt_br: Renovação automática ativada
zh_hans: 已开启自动续订
zh_hant: 已開啓自動續訂

source: Automated tasks
de: Automatisierte Aufgaben
es: Tareas automatizadas
fr: Tâches automatisées
ja: 自動化されたタスク
pt_br: Tarefas automatizadas
zh_hans: 自动化任务
zh_hant: 自動化任務

source: Automation Tasks
de: Automatisierungsaufgaben
es: Tareas de automatización
fr: Tâches d'automatisation
ja: 自動化タスク
pt_br: Tarefas de automação
zh_hans: 自动化任务
zh_hant: 自動化任務

source: Available Identities
de: Verfügbare Identitäten
es: Identidades disponibles
fr: Identités disponibles
ja: 利用可能なアイデンティティ
pt_br: Identidades disponíveis
zh_hans: 可用身份
zh_hant: 可用身份

source: Available Machines
de: Verfügbare Maschinen
es: Máquinas disponibles
fr: Machines disponibles
ja: 利用可能なマシン
pt_br: Máquinas Disponíveis
zh_hans: 可用机器
zh_hant: 可用機器

source: Backup snapshots
de: Snapshots sichern
es: Instantáneas de respaldo
fr: Instantanés de sauvegarde
ja: バックアップスナップショット
pt_br: Instantâneos de backup
zh_hans: 备份快照
zh_hant: 備份快照

source: Batch Startup
de: Batch-Start
es: Inicio por lotes
fr: Démarrage par lots
ja: 一括起動
pt_br: Inicialização em lote
zh_hans: 批量启动
zh_hant: 批量啓動

source: Begin Connection
de: Beginnen Sie mit der Verbindung
es: Comenzar la conexión
fr: Commencer la connexion
ja: 接続の開始
pt_br: Iniciar conexão
zh_hans: 开始连接
zh_hant: 開始連接

source: Best Value
de: Bestes Preis-Leistungs-Verhältnis
es: Mejor valor
fr: Meilleur rapport qualité-prix
ja: ベストバリュー
pt_br: Melhor valor
zh_hans: 最划算
zh_hant: 最划算

source: Browse and run troubleshooting skills
de: Durchsuchen und führen Sie Fähigkeiten zur Fehlerbehebung aus
es: Explorar y ejecutar habilidades de solución de problemas
fr: Parcourez et exécutez les compétences de dépannage
ja: トラブルシューティング スキルを参照して実行する
pt_br: Procure e execute habilidades de solução de problemas
zh_hans: 浏览并运行排障技能
zh_hant: 瀏覽並運行排障技能

source: By entering your server address, we will guide you through the server creation process.
de: Durch die Eingabe Ihrer Serveradresse führen wir Sie durch den Servererstellungsprozess.
es: Al ingresar la dirección de su servidor, lo guiaremos a través del proceso de creación del servidor.
fr: En saisissant l'adresse de votre serveur, nous vous guiderons tout au long du processus de création de serveur.
ja: サーバーアドレスを入力すると、サーバーの作成プロセスが案内されます。
pt_br: Ao inserir o endereço do seu servidor, iremos guiá-lo através do processo de criação do servidor.
zh_hans: 输入服务器地址后，我们会引导你完成服务器创建流程。
zh_hant: 輸入服務器地址後，我們會引導你完成服務器創建流程。

source: By providing the key, we will try to authenticate your session use keys first.
de: Durch die Bereitstellung des Schlüssels versuchen wir zunächst, Ihre Sitzungsnutzungsschlüssel zu authentifizieren.
es: Al proporcionar la clave, primero intentaremos autenticar las claves de uso de su sesión.
fr: En fournissant la clé, nous essaierons d'abord d'authentifier votre session en utilisant les clés.
ja: キーを提供すると、最初にセッション使用キーの認証が試行されます。
pt_br: Ao fornecer a chave, tentaremos autenticar primeiro as chaves de uso da sua sessão.
zh_hans: 提供密钥后，我们会优先尝试使用密钥认证会话。
zh_hant: 提供密鑰後，我們會優先嚐試使用密鑰認證會話。

source: Category: %@
de: Kategorie: %@
es: Categoría: %@
fr: Catégorie : %@
ja: カテゴリ: %@
pt_br: Categoria: %@
zh_hans: 分类: %@
zh_hant: 分類: %@

source: Choose Your Plan
de: Wählen Sie Ihren Plan
es: Elige tu plan
fr: Choisissez votre forfait
ja: プランを選択してください
pt_br: Escolha o seu plano
zh_hans: 选择你的套餐
zh_hant: 選擇你的套餐

source: Choose a plan to unlock all premium features.
de: Wählen Sie einen Plan, um alle Premium-Funktionen freizuschalten.
es: Elija un plan para desbloquear todas las funciones premium.
fr: Choisissez un forfait pour débloquer toutes les fonctionnalités premium.
ja: すべてのプレミアム機能のロックを解除するには、プランを選択してください。
pt_br: Escolha um plano para desbloquear todos os recursos premium.
zh_hans: 选择一个套餐以解锁全部高级功能。
zh_hant: 選擇一個套餐以解鎖全部高級功能。

source: Choose a subscription to unlock all premium features.
de: Wählen Sie ein Abonnement, um alle Premium-Funktionen freizuschalten.
es: Elija una suscripción para desbloquear todas las funciones premium.
fr: Choisissez un abonnement pour débloquer toutes les fonctionnalités premium.
ja: すべてのプレミアム機能のロックを解除するには、サブスクリプションを選択してください。
pt_br: Escolha uma assinatura para desbloquear todos os recursos premium.
zh_hans: 选择订阅以解锁全部高级功能。
zh_hant: 選擇訂閱以解鎖全部高級功能。

source: Clear Key Data
de: Schlüsseldaten löschen
es: Borrar datos clave
fr: Effacer les données clés
ja: キーデータのクリア
pt_br: Limpar dados principais
zh_hans: 清除密钥数据
zh_hant: 清除密鑰數據

source: Clear Recent
de: Löschen Sie „Zuletzt“.
es: Borrar reciente
fr: Effacer les récents
ja: 最近の内容をクリア
pt_br: Limpar recente
zh_hans: 清除最近记录
zh_hant: 清除最近記錄

source: Close Connection
de: Verbindung schließen
es: Cerrar conexión
fr: Fermer la connexion
ja: 接続を閉じる
pt_br: Fechar conexão
zh_hans: 关闭连接
zh_hant: 關閉連接

source: Close Monitor
de: Schließen Sie den Monitor
es: Cerrar monitor
fr: Fermer le moniteur
ja: モニターを閉じる
pt_br: Fechar monitor
zh_hans: 关闭监视器
zh_hant: 關閉監視器

source: Cloud Sync
de: Cloud-Synchronisierung
es: Sincronización en la nube
fr: Synchronisation dans le cloud
ja: クラウド同期
pt_br: Sincronização na nuvem
zh_hans: 云同步
zh_hant: 雲同步

source: Command Details
de: Befehlsdetails
es: Detalles del comando
fr: Détails de la commande
ja: コマンドの詳細
pt_br: Detalhes do comando
zh_hans: 命令详情
zh_hant: 命令詳情

source: Command Explainer
de: Befehlserklärung
es: Explicador de comandos
fr: Explication des commandes
ja: コマンドの説明
pt_br: Explicador de comandos
zh_hans: 命令解释器
zh_hant: 命令解釋器

source: Command History
de: Befehlsverlauf
es: Historial de comandos
fr: Historique des commandes
ja: コマンド履歴
pt_br: Histórico de comandos
zh_hans: 命令历史
zh_hant: 命令歷史

source: Command Mode
de: Befehlsmodus
es: Modo de comando
fr: Mode commande
ja: コマンドモード
pt_br: Modo de comando
zh_hans: 命令模式
zh_hant: 命令模式

source: Command Notifications
de: Befehlsbenachrichtigungen
es: Notificaciones de comando
fr: Notifications de commandes
ja: コマンド通知
pt_br: Notificações de comando
zh_hans: 命令通知
zh_hant: 命令通知

source: Command explanation
de: Befehlserklärung
es: Explicación del comando
fr: Explication de la commande
ja: コマンド説明
pt_br: Explicação do comando
zh_hans: 命令解释
zh_hant: 命令解釋

source: Command explanations and AI-powered suggestions will be available in future updates.
de: Befehlserklärungen und KI-gestützte Vorschläge werden in zukünftigen Updates verfügbar sein.
es: Las explicaciones de los comandos y las sugerencias basadas en IA estarán disponibles en futuras actualizaciones.
fr: Des explications sur les commandes et des suggestions basées sur l'IA seront disponibles dans les futures mises à jour.
ja: コマンドの説明と AI を活用した提案は、将来のアップデートで利用できるようになります。
pt_br: Explicações de comandos e sugestões baseadas em IA estarão disponíveis em atualizações futuras.
zh_hans: 命令解释和 AI 建议将在后续更新中提供。
zh_hant: 命令解釋和 AI 建議將在後續更新中提供。

source: Command history analysis
de: Analyse der Befehlshistorie
es: Análisis del historial de comandos.
fr: Analyse de l'historique des commandes
ja: コマンド履歴の分析
pt_br: Análise do histórico de comandos
zh_hans: 命令历史分析
zh_hant: 命令歷史分析

source: Comment (Optional)
de: Kommentar (optional)
es: Comentario (opcional)
fr: Commentaire (facultatif)
ja: コメント (任意)
pt_br: Comentário (opcional)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

source: Comment: %@
de: Kommentar: %@
es: Comentario: %@
fr: Commentaire : %@
ja: コメント: %@
pt_br: Comentário: %@
zh_hans: 备注: %@
zh_hant: 備註: %@

source: Comment: Not Available
de: Kommentar: Nicht verfügbar
es: Comentario: No disponible
fr: Commentaire : non disponible
ja: コメント: 在庫なし
pt_br: Comentário: Não disponível
zh_hans: 备注: 不可用
zh_hant: 備註: 不可用

source: Completed skill executions will appear here
de: Abgeschlossene Fertigkeitsausführungen werden hier angezeigt
es: Las ejecuciones de habilidades completadas aparecerán aquí.
fr: Les exécutions de compétences terminées apparaîtront ici
ja: 完了したスキルの実行はここに表示されます
pt_br: As execuções de habilidades concluídas aparecerão aqui
zh_hans: 已完成的技能执行会显示在这里
zh_hant: 已完成的技能執行會顯示在這裏

source: Completed: %@
de: Abgeschlossen: %@
es: Completado: %@
fr: Terminé : %@
ja: 完了: %@
pt_br: Concluído: %@
zh_hans: 已完成: %@
zh_hant: 已完成: %@

source: Configure your API key in settings to enable AI features
de: Konfigurieren Sie Ihren API-Schlüssel in den Einstellungen, um KI-Funktionen zu aktivieren
es: Configure su clave API en la configuración para habilitar las funciones de IA
fr: Configurez votre clé API dans les paramètres pour activer les fonctionnalités d'IA
ja: AI 機能を有効にするために設定で API キーを構成します
pt_br: Configure sua chave API nas configurações para ativar recursos de IA
zh_hans: 请在设置中配置 API Key 以启用 AI 功能
zh_hant: 請在設置中配置 API Key 以啓用 AI 功能

source: Conflict Policy
de: Konfliktpolitik
es: Política de conflictos
fr: Politique de conflit
ja: 紛争ポリシー
pt_br: Política de Conflitos
zh_hans: 冲突策略
zh_hant: 衝突策略

source: Connect & Open
de: Verbinden und öffnen
es: Conectar y abrir
fr: Connectez-vous et ouvrez
ja: 接続して開く
pt_br: Conectar e abrir
zh_hans: 连接并打开
zh_hant: 連接並打開

source: Connect to unlimited number of servers
de: Stellen Sie eine Verbindung zu einer unbegrenzten Anzahl von Servern her
es: Conéctese a un número ilimitado de servidores
fr: Connectez-vous à un nombre illimité de serveurs
ja: 無制限の数のサーバーに接続します
pt_br: Conecte-se a um número ilimitado de servidores
zh_hans: 可连接无限数量的服务器
zh_hant: 可連接無限數量的服務器

# Connected: localhost:%lld → %@:%lld
source: Connected: localhost:%1$lld → %2$@:%3$lld
de: Verbunden: localhost:%lld → %@:%lld
es: Conectado: localhost:%lld → %@:%lld
fr: Connecté : localhost :%lld → %@ :%lld
ja: 接続済み: ローカルホスト:%lld → %@:%lld
pt_br: Conectado: localhost:%lld → %@:%lld
zh_hans: 已连接: localhost:%lld → %@:%lld
zh_hant: 已連接: localhost:%lld → %@:%lld

source: Connecting to %@...
de: Verbindung zu %@ wird hergestellt...
es: Conectando a %@...
fr: Connexion à %@...
ja: %@ に接続中...
pt_br: Conectando a %@...
zh_hans: 正在连接到 %@...
zh_hant: 正在連接到 %@...

source: Connection Closed
de: Verbindung geschlossen
es: Conexión cerrada
fr: Connexion fermée
ja: 接続が閉じられました
pt_br: Conexão fechada
zh_hans: 连接已关闭
zh_hant: 連接已關閉

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
ja: 接続に失敗しました
pt_br: Falha na conexão
zh_hans: 连接失败
zh_hant: 連接失敗

source: Connection Settings
de: Verbindungseinstellungen
es: Configuración de conexión
fr: Paramètres de connexion
ja: 接続設定
pt_br: Configurações de conexão
zh_hans: 连接设置
zh_hant: 連接設置

source: Connection Type
de: Verbindungstyp
es: Tipo de conexión
fr: Type de connexion
ja: 接続タイプ
pt_br: Tipo de conexão
zh_hans: 连接类型
zh_hant: 連接類型

source: Connection preferences
de: Verbindungseinstellungen
es: Preferencias de conexión
fr: Préférences de connexion
ja: 接続設定
pt_br: Preferências de conexão
zh_hans: 连接偏好
zh_hant: 連接偏好

source: Convert to Command
de: In Befehl konvertieren
es: Convertir a comando
fr: Convertir en commande
ja: コマンドに変換
pt_br: Converter para comando
zh_hans: 转换为命令
zh_hant: 轉換爲命令

source: Copy Command
de: Befehl kopieren
es: Copiar comando
fr: Copier la commande
ja: コピーコマンド
pt_br: Comando Copiar
zh_hans: 复制命令
zh_hant: 複製命令

source: Copy Name
de: Namen kopieren
es: Copiar nombre
fr: Copier le nom
ja: 名前をコピーする
pt_br: Copiar nome
zh_hans: 复制名称
zh_hant: 複製名稱

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
ja: パスのコピー
pt_br: Copiar caminho
zh_hans: 复制路径
zh_hant: 複製路徑

source: Copy Private Key
de: Privaten Schlüssel kopieren
es: Copiar clave privada
fr: Copier la clé privée
ja: 秘密鍵をコピーする
pt_br: Copiar chave privada
zh_hans: 复制私钥
zh_hant: 複製私鑰

source: Copy Public Key
de: Öffentlichen Schlüssel kopieren
es: Copiar clave pública
fr: Copier la clé publique
ja: 公開鍵をコピーする
pt_br: Copiar chave pública
zh_hans: 复制公钥
zh_hant: 複製公鑰

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le Presse-papiers
ja: クリップボードにコピー
pt_br: Copiar para a área de transferência
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

source: Create Automation Task
de: Automatisierungsaufgabe erstellen
es: Crear tarea de automatización
fr: Créer une tâche d'automatisation
ja: 自動化タスクの作成
pt_br: Criar tarefa de automação
zh_hans: 创建自动化任务
zh_hant: 創建自動化任務

source: Create Custom Skill
de: Erstellen Sie eine benutzerdefinierte Fähigkeit
es: Crear habilidad personalizada
fr: Créer une compétence personnalisée
ja: カスタムスキルの作成
pt_br: Criar habilidade personalizada
zh_hans: 创建自定义技能
zh_hant: 創建自定義技能

source: Create Folder
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
ja: フォルダーの作成
pt_br: Criar pasta
zh_hans: 创建文件夹
zh_hant: 創建文件夾

source: Create Forward
de: Weiterleitung erstellen
es: Crear adelante
fr: Créer un transfert
ja: 転送の作成
pt_br: Criar encaminhamento
zh_hans: 创建转发
zh_hant: 創建轉發

source: Create Machine
de: Maschine erstellen
es: Crear máquina
fr: Créer une machine
ja: マシンの作成
pt_br: Criar máquina
zh_hans: 创建机器
zh_hant: 創建機器

source: Create New Identity
de: Schaffen Sie eine neue Identität
es: Crear nueva identidad
fr: Créer une nouvelle identité
ja: 新しいアイデンティティを作成する
pt_br: Criar nova identidade
zh_hans: 创建新身份
zh_hant: 創建新身份

source: Create Server
de: Server erstellen
es: Crear servidor
fr: Créer un serveur
ja: サーバーの作成
pt_br: Criar servidor
zh_hans: 创建服务器
zh_hant: 創建服務器

source: Create Session
de: Sitzung erstellen
es: Crear sesión
fr: Créer une séance
ja: セッションの作成
pt_br: Criar sessão
zh_hans: 创建会话
zh_hant: 創建會話

source: Create Snapshot
de: Schnappschuss erstellen
es: Crear instantánea
fr: Créer un instantané
ja: スナップショットの作成
pt_br: Criar instantâneo
zh_hans: 创建快照
zh_hant: 創建快照

source: Create Task
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche
ja: タスクの作成
pt_br: Criar tarefa
zh_hans: 创建任务
zh_hant: 創建任務

source: Create Without Connection
de: Erstellen ohne Verbindung
es: Crear sin conexión
fr: Créer sans connexion
ja: 接続なしで作成
pt_br: Crie sem conexão
zh_hans: 不连接直接创建
zh_hant: 不連接直接創建

source: Create new tmux window
de: Erstellen Sie ein neues Tmux-Fenster
es: Crear nueva ventana tmux
fr: Créer une nouvelle fenêtre tmux
ja: 新しい tmux ウィンドウを作成する
pt_br: Criar nova janela tmux
zh_hans: 创建新的 tmux 窗口
zh_hant: 創建新的 tmux 窗口

# Creating tunnel to %@:%lld...
source: Creating tunnel to %1$@:%2$lld...
de: Tunnel zu %@:%lld wird erstellt...
es: Creando túnel a %@:%lld...
fr: Création d'un tunnel vers %@:%lld...
ja: %@:%lld へのトンネルを作成しています...
pt_br: Criando túnel para %@:%lld...
zh_hans: 正在创建到 %@:%lld 的隧道...
zh_hant: 正在創建到 %@:%lld 的隧道...

source: Ctrl +
de: Strg +

source: Ctrl Key
de: Strg-Taste
es: Tecla Ctrl
fr: Touche Ctrl
ja: Ctrlキー
pt_br: Tecla Ctrl
zh_hans: Ctrl 键
zh_hant: Ctrl 鍵

source: Custom Base URL (optional)
de: Benutzerdefinierte Basis-URL (optional)
es: URL base personalizada (opcional)
fr: URL de base personnalisée (facultatif)
ja: カスタムベース URL (オプション)
pt_br: URL base personalizado (opcional)
zh_hans: 自定义 Base URL（可选）
zh_hant: 自定義 Base URL（可選）

source: Custom Model (optional)
de: Benutzerdefiniertes Modell (optional)
es: Modelo personalizado (opcional)
fr: Modèle personnalisé (facultatif)
ja: カスタムモデル（オプション）
pt_br: Modelo personalizado (opcional)
zh_hans: 自定义模型（可选）
zh_hant: 自定義模型（可選）

source: Customize Toolbar
de: Symbolleiste anpassen
es: Personalizar barra de herramientas
fr: Personnaliser la barre d'outils
ja: ツールバーのカスタマイズ
pt_br: Personalizar barra de ferramentas
zh_hans: 自定义工具栏
zh_hant: 自定義工具欄

source: Dark Mode Themes
de: Dark-Mode-Themen
es: Temas del modo oscuro
fr: Thèmes du mode sombre
ja: ダークモードのテーマ
pt_br: Temas do modo escuro
zh_hans: 深色主题
zh_hant: 深色主題

source: Decrease Font Size
de: Schriftgröße verringern
es: Disminuir el tamaño de fuente
fr: Diminuer la taille de la police
ja: フォントサイズを小さくする
pt_br: Diminuir o tamanho da fonte
zh_hans: 减小字体
zh_hant: 減小字體

source: Default (Optional)
de: Standard (optional)
es: Predeterminado (opcional)
fr: Par défaut (facultatif)
ja: デフォルト (オプション)
pt_br: Padrão (opcional)
zh_hans: 默认（可选）
zh_hant: 默認（可選）

source: Delete Record
de: Datensatz löschen
es: Eliminar registro
fr: Supprimer l'enregistrement
ja: レコードの削除
pt_br: Excluir registro
zh_hans: 删除记录
zh_hant: 刪除記錄
